<div class="row">
  <div class="col-sm-4 col-md-4">
    <div class="thumbnail">
      <img src="/images/news1.jpg" alt="...">
      <div class="caption">
      <h3>Мастер-класс (МК)</h3>
      <p>Мастер-класс (МК)— это передача своего профессионального опыта мастером (учителем), его последовательные выверенные действия, ведущие к заранее обозначенному результату.</p>
      <p><a href="#">Читать далее</a></p>
      </div>
      </div>
      </div>
      <div class="col-sm-4 col-md-4">
      <div class="thumbnail">
      <img src="/images/news2.jpg" alt="...">
      <div class="caption">
      <h3>Хакатон</h3>
      <p>Для тех, кто уже имеет опыт по созданию хотя бы нескольких игрушек в технике сухого валяния, не составит труда изготовить подобных котят, просто глянув на фотографию. Этот мастер-класс рассчитан на начинающих, поэтому я постаралась как можно подробнее обратить внимание на мелочи и нюансы.</p>
      <p><a href="#">Читать далее</a></p>
      </div>
      </div>
      </div>
      <div class="col-sm-4 col-md-4">
      <div class="thumbnail">
      <img src="/images/news3.jpg" alt="...">
      <div class="caption">
        <h3>Турнир</h3>
        <p>Друзья! Приглашаю вас сотворить совершенно фантастический букет из одуванчиков , который будет стоять у вас до следующей весны . В прошлом году, например, такой букет я подарила подруге на день рожденья, ну вместе с вазой, разумеется.  А только так. Без вариантов) Пришлось, конечно, нам с Тёмой  ехать малой  скоростью, чтобы шапочки остались на месте  (не любят они переездов и котов не любят, да-да:) .</p>
        <p><a href="#">Читать далее</a></p>
      </div>
    </div>
  </div>
</div>